astro-build.astro-vscode
bradlc.vscode-tailwindcss
bramvanbilsen.matlab-code-run
catppuccin.catppuccin-vsc
charliermarsh.ruff
christian-kohler.npm-intellisense
davidanson.vscode-markdownlint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
github.vscode-github-actions
golang.go
humao.rest-client
james-yu.latex-workshop
mathworks.language-matlab
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
nwolverson.language-purescript
patricknasralla.tokyo-night-moon
rangav.vscode-thunder-client
rebornix.prolog
redhat.java
ritwickdey.liveserver
rust-lang.rust-analyzer
simonsiefke.svg-preview
tomoki1207.pdf
unifiedjs.vscode-mdx
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
zignd.html-css-class-completion
